var scheduleItem = [{
    "start_time": "2018-07-20 08:00",
    "end_time": "2018-07-20 10:00",
    "description": "周五上午8点，一周一次航模队练飞活动终于又要开始了,这次活动由航模队老成员带飞本次为交大航模队内部练飞活动，不提供素拓哦，想来观摩的也欢迎",
    "address": "电草，机草",
    "title": "航模队练飞",
    "imageUrl": "https://tongqu.me/upload/acts/20180719/small_c3bc32c5dd325105baec16d15c6756c4.png",
    "hasKnownConcretTime": true
  },
  {
    "start_time": "2018-07-26 16:11",
    "end_time": "2018-08-20 16:11",
    "description": "实验内容：本实验目的为采集五类情绪（高兴、悲伤、中性、恐惧、厌恶)五类情绪下被试的脑电以完成基于脑电等生理信号的情绪识别。被试需要佩戴脑电帽和眼动仪观看能够诱发情绪的素材。本实验共分三次完成，每次约一个半小时，相邻间隔至少为３天，需要在2018年8月20号前全部完成，具体实验时间安排可协调。实验要求：被试需要在参与实验前完成一份性格测试，以方便进行初步筛选，筛选通过后即可进行实验。实验地点：电院3-214实验报酬：男生75元/次（共225元），女生100元/次（共300元）联系方式：QQ：849123281（备注BCMI）",
    "address": "电院群楼3-214",
    "title": "BCMI脑电情绪实验被试招募",
    "imageUrl": "https://tongqu.me/upload/acts/20180718/small_ee24b3d7f158ca45c1ea2bf21a8c2532.jpg",
    "hasKnownConcretTime": true
  },
  {
    "start_time": "2018-07-21 08:30",
    "end_time": "2018-07-21 17:30",
    "description": "本次活动我们有幸邀请到了日本最大的超算中心主任Satoshi Matsuoka做本次会议的主题演讲，内容包括面向ARM架构的超级计算机Post-K的构建。还有包括ARM英国总部高级科研经理Welcome to the first Arm HPC Workshop in China by OpenGCC and Shanghai Jiao Tong University. How does the Arm-Powered supercomputing future look and how can you prepare for it? The Arm HPC Workshop will bring together the leading Arm vendors, end users and the open source development community in Shanghai, China, to discuss the latest products, developments and open source software support.更多详情参见：https://hpc.sjtu.edu.cn/armhpcws.htm",
    "address": "交大密西根学院大楼302报告厅",
    "title": "The First ARM HPC Workshop in China",
    "imageUrl": "https://tongqu.me/upload/acts/20180718/small_e3c1d2fcf3a58efd115f2d95e7524198.png",
    "hasKnownConcretTime": true
  },
  {
    "start_time": "2018-08-16 18:00",
    "end_time": "2018-08-16 20:00",
    "description": "Indeed 2018校招岗位描述职    位：软件工程师招聘对象：2019年应届毕业生以及擅长编程的往届生均可报名网申工作内容：数据挖掘，分布式系统开发，算法设计，并行处理，多线程开发等入职时间：2019年10月基本条件：不限专业，不限编程语言，会编程，对计算机算法有兴趣者优先，最终录取结果以笔试面试成绩为准工资及福利待遇预计年薪：65万人民币起（1100万日元！！）※按2018/6/11中行公布的外汇折算价5.854计算，1100万日元约对应65万人民币1年4次（每季度）奖金评估・等级评估工作时间：完全弹性时间；无强制出勤时间，无打卡※每天平均工作7小时34分。休假制度：周六周日完全双休日日本国家法定休假日、公司特定休假日年末年初休假（类似中国的春节休假）无限期带薪休假和自由支配假（flexibel days）平均年度假日127天（参考2017年中国年度假116天）。※不含带薪休假网申报名方式第一步：扫描下方二维码或者点击下方链接进行网申，https://indcn.avature.net/chn2018温馨提示：听取小伙伴们的反馈，我们对网申做了终极简化哦～◦ 所需时间：2-3分钟◦ 暂时不要提交任何简历，请用中文作答即可第二步：扫描下方二维码或者微信搜索“15201933461”添加客服微信，加好友发送  \"姓名-学校 - 专业 - Indeed”，进入indeed交流群，后续的招聘信息在群里边实时沟通！企业及招聘信息详细介绍号外！！号外！！全球最大的Job Search EngineIndeed Tokyo2019届工程师校园招聘开~始~报~名~啦！！！招 聘 信 息 简 介通过以下4个方面来简单概述：「我们是这样的公司」----技术水平、开发模式、团队构成、工程师文化「我们提供这样的工作待遇」----薪酬待遇、休假制度、福利保险「我们需要这样的你」----招聘职位、应聘条件、工作地点「你可以这样加入我们」----2019届招聘日程一览文章有点长，文字有点多，但，你的第一份工作，我们一定尊重！现阶段可以提供的信息，都干货奉上啦！加油～“我们是这样的公司★Indeed作为全球最大的招聘搜索引擎，　巨大的数据量、尖端的算法设计、　高速迭代的Agile、绝对的Data - Driven　只为孕育顶尖的IT牛人！01有利于工程师伙伴成长的工作环境1 - 拥有并不断挑战前沿技术我们采用尖端爬虫技术，每天抓取世界各地超过3800万件的招聘信息，快速准确地反馈给搜索用语最适合的最新搜索结果；我们通过在1秒钟之内分析处理超过150TB的行为日志等技术手段帮助求职者。",
              "address": "线上网申",
    "title": "年薪65万起，indeed校招2018等你来挑战！",
    "imageUrl": "https://tongqu.me/upload/acts/20180717/small_543db5bafaba4d620c4e4b5e540ac6dd.jpg",
    "hasKnownConcretTime": true
          },
  {
    "start_time": "2018-09-01 20:49",
      "end_time": "2018-09-02 20:49",
        "description": "亲师兄阿里巴巴内推了！我在18年3月份从上海交大电院电子系毕业，目前就职于阿里巴巴集团优酷事业群，是一名后台开发工程师。2019秋季校园招聘正式启动，欢迎学弟学妹们找我内推，可以免笔试！可以免笔试！可以免笔试！重要的事情说三遍。下面是我的内推码，欢迎各位扫码！翘首以盼在阿里见到你们。",
          "address": "你的舞台由你创造",
            "title": "阿里巴巴亲师兄内推",
              "imageUrl": "https://tongqu.me/upload/acts/20180716/small_6d394444793b9a95327c4cef527badc5.jpeg",
                "hasKnownConcretTime": true
  },
  {
    "start_time": "2019-01-01 14:17",
      "end_time": "2019-01-02 14:17",
        "description": "目前，好未来（学而思）正在组建校园团队。主要是在全校范围内招募对教育感兴趣的伙伴加入我们，未来团队的常规工作是周末和节假日或者你的闲暇时间的兼职授课。当然，除了授课之外我们就像一个兴趣社团，有可以参加的丰富的集体活动，有例会，有欢喜、有未来。·报名条件985/211院校的大一，大二本科生。·工作内容及特色：1.线上授课，科目分别为数学，语文，英语，物理，化学2.每课课时为50分钟。授课时间可自主选择。3.所有授课内容（课件，讲义）都已研发做好。·薪酬详情基础课时费：税后50-70/课时，根据授课时长及教学能力逐级增加。PS：目前我们还在招募团队管理，有更多的机会和平台。我们在这里等你哦！",
          "address": "寝室",
            "title": "好未来（学而思）线上讲师招募啦！",
              "imageUrl": "https://tongqu.me/upload/acts/20180716/small_b4846d9f8aaddd6ec7b0596d6060ef6e.png",
                "hasKnownConcretTime": true
  },
  {
    "start_time": "2018-07-31 08:00",
      "end_time": "2018-07-31 18:00",
        "description": "7月31日感受上海主题活动仅限于港澳台高校来校参加夏季学期的同学报名参加8:00新体育馆停车场集合、出发上午：【标杆企业】众人科技主题：1. 参观众人科技总部，展厅介绍，感受企业文化2. 众人科技总裁谈剑峰干货分享：中国需要自主、健康的网络安全产业3. Q&A对话谈总4. 与谈总合影留念中午：午餐下午：【政府机构】张江长三角科技城1.     办公室工作人员带领下参观科技城展示中心2.     汲取成熟的管理经验；何为一流的运营团队；拥有科学的标准体系3.     介绍科技城未来创新科研蓝图，为科技城人才引进作铺垫返回学校，同学自行安排晚餐",
          "address": "上海",
            "title": "7月31日感受上海主题活动（港澳台）",
              "hasKnownConcretTime": true
  },
  {
    "start_time": "2018-07-30 08:00",
      "end_time": "2018-07-30 18:00",
        "description": "7月30日感受上海主题活动仅限于港澳台高校来校参加夏季学期的同学报名参加8:00新体育馆停车场集合、出发上午： 【标杆企业】上汽集团——中国四大汽车集团之一主题：1. 上汽企业文化参观考察实地体——参观产品展示大厅、会议室观看企业文化短片2. 系统考察企业生产线——参观上汽的生产基地3. 主题授课：上汽引领企业持续发展的文化创新能力中午：午餐下午：广富林文化遗址（含讲解）位于上海市松江区方松街道广富林路以北、银河路以南、沈泾塘以东、油敦港以西、广富林村及北部一带，是一处新石器时代至东周时期的遗址。广富林，原称皇甫林，地处上海市松江大学城，古代属于华亭谷范畴，孕育了灿烂的广富林古文化，是上古时期东吴东部文化、政治、经济和交通中心，有秦一代为江南直道东端，向西直达吴城（苏州），直道还向南沟通康城古文化中心和钱塘江南岸的于越国古文化中心。 直至唐代置华亭县，中心南移至永丰里建城，即今松江城。明清二代创造了松江的辉煌，是真正的上海之根！主题：1.     参观文化展示馆，详细讲解周边建筑风格2.     户外参观3.     了解这片历史背后的故事，一起从这里出发，探寻上海之根返回学校，同学自行安排晚餐",
          "address": "上海",
            "title": "7月30日感受上海主题活动（港澳台）",
              "hasKnownConcretTime": true
  },
  {
    "start_time": "2018-09-07 10:22",
      "end_time": "2018-09-07 10:23",
        "description": "我们BCMI模拟驾驶研究方向，目前准备召集一批被试，开展基于脑电眼电的模拟驾驶实验。实验室内有真车框架，通过操作方向盘可以控制虚拟车辆行驶在模拟驾驶场景中。实验仅需要在额头和后脑勺部位贴少数电极。实验时间：2018年7月至9月实验地点：电信群楼3号楼214室实验报酬：每次实验2小时，120元实验要求：具有午睡习惯，实验一般在午饭后进行午睡时长超过30分钟容易入睡或者能快速入睡平常在开会等场所下，容易打瞌睡实验中我们可以看到由困倦导致的脑电波形，请满足条件的实验者报名，谢谢",
          "address": "电院3号楼",
            "title": "BCMI脑电疲劳驾驶实验招募（120元每次）",
              "imageUrl": "https://tongqu.me/upload/acts/20180716/small_f2d212e2a205f8b076eee188e4357651.PNG",
                "hasKnownConcretTime": true
  },
  {
    "start_time": "2018-09-24 23:00",
      "end_time": "2018-11-03 10:00",
        "description": "华泰证券\"模法师\"杯高校IT技术挑战赛，是由华泰证券创办的面向高校金融、IT等专业人才的技术挑战赛。金融联合会作为本次上海交通大学参赛的承办方，向你发来诚挚的邀请，快来参加这个高级有趣的比赛吧~一参赛对象上海交通大学同济大学华东师范大学上海财经大学南京大学东南大学南京理工大学（华东七校在校学生）二赛制流程  参赛报名  2018.06.12--2018.09.24   初赛阶段2018.09.25--2018.10.15   初赛审核2018.10.15--2018.10.18   决赛阶段2018.10.19--2018.10.31   答辩&颁奖2018.11.11         P.S. 进入决赛的同学可到华泰总部进行答辩！  可能就会得到你想要的那份惊喜！ 看来幸运之神终于要眷顾我了！！三大赛提纲      本次大赛赛题分为模型算法类和金融创意类两个方向。两类赛题将各自独立参加评选，颁发独立奖项。 ☝ 模型算法类【题目说明】      模型算法题主要考察金融类新闻文本处理算法。参赛者要将输入的金融新闻通过自然语言处理算法来获取研究员需要的信息。      比赛开始后将会提供一定数量的金融新闻文本素材与其处理结果作为样本集，供参赛者参考。【成果提交】       提交算法源码包，可以是Java或Python，输入是新闻标题、新闻正文，输出是需要的文本信息。具体提交方式另行通知。(Java建议版本为Java8，Python为Python2或Python3) ✌ 金融创意类【题目说明】金融创意题将围绕“智能金融”这一核心，开放命题，鼓励选手自由发挥自己的创意。创意应满足以下条件：（1）创意应运用最新的、与金融相关的IT技术，应具有创新性，可行性和一定价值。        （2）创新技术应包括但不限于以下几大领域：大数据技术领域；人工智能技术领域；区块链技术领域；云计算技术领域；自动化处理工具领域；智能硬件（智能终端、穿戴设备等）等等。成果提交参赛者需提交涵盖创意概述、创新亮点、创意价值及具体实施方案的PDF报告，如有可展示的Demo成果。将会获得额外加分。具体提交方式邮件通知。四参赛方式2018.9.24前扫描下方二维码填写报名表        提交报名即可获得FDT寒假香港游学名额！每校随机抽取一名~五奖品设置下面即将带来最精彩的部分那就是特等奖、一等奖：iPad 9.7二等奖Kindle Paperwhite3  三等奖蓝牙耳机（以上均为决赛奖品）",
          "address": "线上",
            "title": "2018年华泰证券\"模法师\"杯华东赛区IT技术挑战赛开始报名啦",
              "imageUrl": "https://tongqu.me/upload/acts/20180715/small_6c4b4274d93619c3939ec6d1c90e33f8.jpg",
                "hasKnownConcretTime": true
  }
  ];
  
  module.exports = scheduleItem;